{
  "id": 1,
  "Title": "Perluas Kemitraan di Cina, Fakultas Teknik Universitas Hasanuddin Bekerjasama Dengan Shanghai Ocean University (SHU) di Bidang Kemaritiman.",
  "tanggal_publikasi": " 11 Desember 2023",
  "penulis": "admin FT-UH",
  "thumb": "bcb3300e-5b80-4107-94e1-3e5816eb9fec",
  "konten": "<p>Kembali memperluas kemitraan internasional, Tim delegasi P2MJKI (Peningkatan &amp; Pengembangan Model Jejaring Kemitraan Internasional) Fakultas Teknik Universitas Hasanuddin (FTUH)&nbsp; kembali melakukan kerjasama kemitraan. Jejaring kemitraan kali ini dilaksanakan dengan melakukan pengembangan kerjasama dengan Shanghai Ocean University (SHU) China di bidang kemaritiman. Tim delegasi P2MJKI FT UH dipimpin langsung oleh Dekan FT UH&nbsp; Prof. M. Isran Ramli melakukan pembicaraan bilateral di tingkat dekanat dengan SHU. Rombongan Delegasi P2MJKI FT UH disambut langsung oleh Dekan College of Engineering Science &amp; Technology, SHU China, Prof. Qingsong Hu dan Pimpinan CEST SHU lainnya.</p>\n<p>Pertemuan antara kedua belah pihak ini berlangsung di gedung Dekanat CEST di Kampus SHU di Kota Shanghai pada Jumat pagi, 9 Desember 2023. Pertemuan ini menghasilkan kesepakatan untuk melakukan peningkatan dan pengembngan kerjasama antar Universitas Hasanuddin dengan Shanghai Ocean University yang sebelumnya sudah terjalin di bidang science dan Science Techno Park (STP). Perluasan kerjasama ini akan dilakukan di bidang Tridharma Perguruan Tinggi Khususnya&nbsp; marine engineering, coastal engineering, dan naval architecture, serta robotika &amp; infrastruktur terkait kemaritiman. Perluasan kerjasama ini disepakati akan dimulai dengan pertukaran dosen sesuai dengan kepakaran sejenis pada kedua fakultas serta melakukan kerjasama konferensi internasional pada bidang kompetensi sejenis dan juga sebagai langkah awal untuk membina kolaborasi riset dan publikasi riset. Selain melakukan pertukaran dosen, kedua belah pihak juga menyepakati akan melakukan pertukaran mahasiswa S1, S2, dan S3. &nbsp; Diakhir pertemuan bilateral tersebut, kedua pihak sepakat untuk mengawali perluasan kerjasama Unhas &amp; SHU melalui kolaborasi antara FTUH &amp; CEST SHU ini pada tahun 2024.&nbsp;</p>\n<p>Kunjungan akademik tim P2MJKI FT UH ini diketuai langsung oleh Dekan FT UH Prof. M. Isran Ramli dan didampingi oleh Dr.Eng. Muhammad Rusman (Wakil Dekan Bidang Perencanaan, Keuangan, Sumber Daya &amp; Alumni), Dr. Rustan Tarakka (Wakil Dekan Bidang Kemitraan, Riset &amp; Inovasi FTUH), Dr.Eng. Muralia Hustim (Ketua Departemen Teknik Lingkungan FTUH), Dr. Hairul Arsyad (Ketua Prodi Sarjana Metalurgi &amp; Material FTUH), Dr. Muhammad Yahya (Direktur Perencanaan &amp; Pengembangan Unhas yang juga adalah Dosen Departemen Arsitektur FTUH), Fadly Rivai (Direktur Logistik &amp; Pengadaan Unhas), &amp; Rakhmawita (KTU FTUH). Adapun tim dari College of Engineering Science &amp; Technology, Shanghai Ocean University (CEST SHU) China, terdiri atas Prof. Qingsong Hu (Dekan CEST SHU) dan beberapa Pimpinan Dekanat CEST SHU, antara lain, Prof Jia Yi Shi, Prof. Jiahai Li, Prof Yuqing Liu, Prof Yujun Zheng, and Prof Fang Wang.</p>\n<p>Baca juga di :&nbsp;</p>\n<p><a href=\"https://www.silanews.com/teknologi-pendidikan/20911156606/bermitra-bidang-kemaritiman-dengan-shanghai-ocean-university-shu-china-fakultas-teknik-unhas-perluas-jejaring-di-china\" target=\"_blank\" rel=\"noopener\">https://www.silanews.com/teknologi-pendidikan/20911156606/bermitra-bidang-kemaritiman-dengan-shanghai-ocean-university-shu-china-fakultas-teknik-unhas-perluas-jejaring-di-china</a></p>\n<p><a href=\"https://kabarika.id/berita/2023/12/11/perluas-jejaring-di-china-ft-unhas-bermitra-bidang-kemaritiman-dengan-shanghai-ocean-university-shu-china/\" target=\"_blank\" rel=\"noopener\">https://kabarika.id/berita/2023/12/11/perluas-jejaring-di-china-ft-unhas-bermitra-bidang-kemaritiman-dengan-shanghai-ocean-university-shu-china/</a></p>"
}
